[
  {
    "id": "1",
    "title": "Welcome to Jullans Adventures website & blog!",
    "date": "Jan 7, 2025",
    "category": "Denmark, Finland, Iceland, Norway, Sweden",
    "excerpt": "Welcome to my adventure blog - Let's explore togheter!...",
    "content": "<h4>Welcome to my Adventure blog - Let's explore together!</h4><p>Hey there fellow adventurers!</p><p>I’m beyond excited to welcome you to this space—a corner of the internet where the wild calls, the trails lead to endless discoveries, and every journey is an opportunity to learn and grow. Whether you're a seasoned explorer or just dipping your toes into the great outdoors, you’re in the right place.</p><p>This blog is all about adventure in every form:</p><p>🏕️ Day hikes and multi-day treks – From quick getaways to immersive backcountry experiences.</p><p>🚣 Adventure on the water – Paddling, rafting, and making the most of lakes, rivers, and coastlines.</p><p>🚗 Road trips through the North – Scenic routes, hidden gems, and unforgettable pit stops.</p><p>🏔️ Outdoor activities – Climbing, camping, and everything in between.</p><p>🎒 Packing and safety tips – What to bring, how to stay safe, and making your adventures smoother.</p><p>I’ll be sharing personal experiences, lessons learned, and tips to help you make the most of your time outdoors. My goal? To inspire you to step outside, challenge yourself, and embrace the beauty of nature—no matter your level of experience.</p><p>So, grab your backpack, lace up your boots, and let’s embark on this journey together! I’d love to hear from you, so feel free to drop a comment, share your stories, or ask questions along the way.</p><p>Here’s to new trails, open roads, and unforgettable adventures!</p><br><p>See you out there,</p><p><i>Julia 'Jullan' Billing</i></p>"
  },
  {
    "id": "2",
    "title": "Goals & Dreams for 2025",
    "date": "Jan 21, 2025",
    "category": "Denmark, Finland, Iceland, Norway, Sweden",
    "excerpt": "I have never been much for new years resolutions in general,...",
    "content": "<p>I have never been much for new years resolutions in general, but when it comes to outdoor adventures I need goals to strive for. Especially the last couple of years after beeing diagnosed with PTSD, depression and GAD. I need to feel like I'm working toward something to actually get out again. Hopefully it will get better over time as the outdoor adventures get more incorporated in my everyday life.</p><p>For 2025 I have a couple of things I want to be able to achive:</p><br><h4>1. SLEEP OUTSIDE ONCE A MONTH</h4><p>I’m taking up one of my earlier resolutions from a couple of years ago, sleeping outside - either in my tent or in a wind protection - at least once a month. I love sleeping outdoors but the last few years I have had trouble getting outside with my tent.</p><img src='images/photography/1.jpg'><h4>2. GET OUTSIDE ONCE A WEEK</h4><p>This year I had a lot of trouble getting outside on a regular basis and during 2025 I need to get outside more. I know my mental health feels better when I’m outside for a full day once a week.</p><img src=''><h4>3. SLEEP UNDER THE STARS</h4><p>I want to try sleeping directly under the open sky, even if it sounds quite scary right now at least I want it on my list if I get the courage to try it!</p><h4>4. SWEDISH NATIONAL PARKS</h4><p>I’m going to visit the last five national parks in Sweden that I didn’t get to visit this year. And in September 2025 there will be one more national park, in total I have 6 more parks to visit next year!</p><h4>5. GO ON A CAMPER VAN ADVENTURE</h4><p>I've always been drawn to idea of living in a camper van and during 2025 I want to go on at least one camper van adventure in at least one of the Nordic countries, preferably more.</p><h4>6. TRY SOMETHING NEW</h4><p>I want to continue trying new activities, adventures and explore more! Since I tried ice climbing this year I would love to try rock climbing as well.</p><img src=''><h4>7. GO ON A KAYAK ADVENTURES</h4><p>I want to learn to travel by kayak and go on a real kayak adventure with my tent, backpack and spend the days on water and put up my camp on isolated islands.</p><h4>8. COMPLETE A MULTI DAY HIKE</h4><p>I want to do a multi day hike again. This year I didn’t go on a multi day hike, just a lot of day hikes or hikes with only one-two nights in my tent. Therefore I’m planning a multi day hike in Sarek national park during autumn.</p><br><p>Follow along as I embark on making these goals come true during 2025!<br><p>See you out there,</p><p><i>Julia 'Jullan' Billing</i></p>"
  },
  {
    "id": "3",
    "title": "How I pack for a day hike",
    "date": "Jan 28, 2025",
    "category": "Denmark, Finland, Iceland, Norway, Sweden",
    "excerpt": "CSS Grid is a game-changer for web layouts. Learn how it works...",
    "content": "CSS Grid Layout is a two-dimensional layout system for the web. It lets you create responsive and complex layouts with ease. By defining rows and columns, you can build grids for modern web designs..."
  }
]